Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.deleteImpact
source: The previous settings will apply until the next change. This can change both pay for work in this period and tax on its scheduled paydays.
ar: ستُطبَّق الإعدادات السابقة حتى التغيير التالي. وقد يغيّر ذلك كلاً من أجر العمل في هذه الفترة والضريبة في أيام دفعها المجدولة.
bg: Предишните настройки ще се прилагат до следващата промяна. Това може да промени както заплащането за работа през този период, така и данъка за планираните дни на изплащане.
bn: আগের সেটিংস পরবর্তী পরিবর্তন পর্যন্ত প্রযোজ্য হবে। এতে এই সময়কালের কাজের বেতন এবং নির্ধারিত বেতনদিবসে এর কর—দুটিই বদলাতে পারে।
ca: La configuració anterior s'aplicarà fins al canvi següent. Això pot canviar tant el pagament del treball d'aquest període com els impostos dels dies de pagament programats.
cs: Předchozí nastavení budou platit do další změny. To může změnit odměnu za práci v tomto období i daň v jeho naplánovaných dnech výplaty.
da: De tidligere indstillinger gælder indtil næste ændring. Det kan ændre både lønnen for arbejde i denne periode og skatten på de planlagte lønningsdage.
de: Die vorherigen Einstellungen gelten bis zur nächsten Änderung. Dadurch können sich sowohl die Bezahlung für die Arbeit in diesem Zeitraum als auch die Steuer an den geplanten Zahltagen ändern.
el: Οι προηγούμενες ρυθμίσεις θα ισχύουν μέχρι την επόμενη αλλαγή. Αυτό μπορεί να αλλάξει τόσο την αμοιβή για την εργασία σε αυτή την περίοδο όσο και τον φόρο στις προγραμματισμένες ημερομηνίες πληρωμής της.
es: La configuración anterior se aplicará hasta el próximo cambio. Esto puede cambiar tanto el pago por el trabajo de este período como los impuestos en sus días de pago programados.
et: Eelmised seaded kehtivad järgmise muudatuseni. See võib muuta nii selle perioodi töö eest makstavat tasu kui ka kavandatud palgapäevadel arvestatavat maksu.
fa: تنظیمات قبلی تا تغییر بعدی اعمال می‌شوند. این تغییر می‌تواند هم حقوق کار در این دوره و هم مالیات روزهای پرداخت برنامه‌ریزی‌شده آن را تغییر دهد.
fi: Aiemmat asetukset ovat voimassa seuraavaan muutokseen asti. Tämä voi muuttaa sekä tämän jakson työstä maksettavaa palkkaa että sen suunniteltujen palkanmaksupäivien veroja.
fil: Malalapat ang mga nakaraang setting hanggang sa susunod na pagbabago. Maaari nitong baguhin kapwa ang bayad sa trabahong ginawa sa panahong ito at ang buwis sa mga itinakdang araw ng sahod.
fr: Les réglages précédents s’appliqueront jusqu’à la prochaine modification. Cela peut modifier à la fois la rémunération du travail effectué pendant cette période et l’impôt prélevé aux jours de paie prévus.
he: ההגדרות הקודמות יחולו עד לשינוי הבא. הדבר עשוי לשנות הן את השכר עבור העבודה בתקופה זו והן את המס במועדי התשלום המתוכננים לתקופה זו.
hi: पिछली सेटिंग्स अगले बदलाव तक लागू रहेंगी। इससे इस अवधि में किए गए काम के वेतन और इसके निर्धारित वेतन-दिनों पर लगने वाले कर, दोनों बदल सकते हैं।
hr: Prethodne postavke primjenjivat će se do sljedeće promjene. To može promijeniti i plaću za rad u tom razdoblju i porez na planirane dane isplate.
hu: A korábbi beállítások a következő módosításig lesznek érvényesek. Ez az időszakra járó bért és a tervezett bérfizetési napokon fizetendő adót is módosíthatja.
id: Pengaturan sebelumnya akan berlaku hingga perubahan berikutnya. Ini dapat mengubah gaji untuk pekerjaan dalam periode ini dan pajak pada hari pembayaran yang dijadwalkan.
is: Fyrri stillingar gilda fram að næstu breytingu. Þetta getur breytt bæði launum fyrir vinnu á þessu tímabili og skatti á áætluðum launadögum tímabilsins.
it: Le impostazioni precedenti si applicheranno fino alla modifica successiva. Questo può modificare sia la retribuzione per il lavoro svolto in questo periodo sia le imposte nei giorni di paga previsti.
ja: 以前の設定は次の変更まで適用されます。このため、この期間の勤務に対する給与と、予定された支給日にかかる税額の両方が変わる場合があります。
ko: 이전 설정은 다음 변경 시점까지 적용됩니다. 이로 인해 이 기간의 근무 급여와 예정된 급여 지급일의 세금이 모두 변경될 수 있습니다.
lt: Ankstesni nustatymai bus taikomi iki kito pakeitimo. Tai gali pakeisti ir atlygį už darbą šiuo laikotarpiu, ir mokesčius nustatytomis jo atlyginimo mokėjimo dienomis.
lv: Iepriekšējie iestatījumi būs spēkā līdz nākamajām izmaiņām. Tas var mainīt gan samaksu par šajā periodā veikto darbu, gan nodokli plānotajās algas izmaksas dienās.
nb: De forrige innstillingene gjelder frem til neste endring. Dette kan endre både lønn for arbeid i perioden og skatt på periodens planlagte lønningsdager.
nl: De vorige instellingen blijven gelden tot de volgende wijziging. Dit kan zowel het loon voor werk in deze periode als de belasting op de geplande betaaldagen ervan wijzigen.
nn: Dei førre innstillingane gjeld fram til neste endring. Dette kan endre både lønna for arbeid i denne perioden og skatten på dei planlagde lønningsdagane.
pl: Poprzednie ustawienia będą obowiązywać do następnej zmiany. Może to zmienić zarówno wynagrodzenie za pracę w tym okresie, jak i podatek w zaplanowanych dniach wypłaty.
pt_br: As configurações anteriores serão aplicadas até a próxima alteração. Isso pode alterar tanto a remuneração pelo trabalho neste período quanto o imposto nas datas de pagamento programadas.
ro: Setările anterioare se vor aplica până la următoarea modificare. Acest lucru poate schimba atât salariul pentru munca din această perioadă, cât și impozitul aferent zilelor de plată programate.
ru: Предыдущие настройки будут действовать до следующего изменения. Это может изменить как оплату за работу в этот период, так и налог в запланированные дни выплаты.
sk: Predchádzajúce nastavenia budú platiť do ďalšej zmeny. To môže zmeniť mzdu za prácu v tomto období aj daň uplatnenú v jeho plánovaných výplatných dňoch.
sl: Prejšnje nastavitve bodo veljale do naslednje spremembe. To lahko spremeni tako plačilo za delo v tem obdobju kot tudi davčni odtegljaj ob načrtovanih dnevih izplačila.
sr: Prethodna podešavanja važe do sledeće promene. To može promeniti i zaradu za rad u ovom periodu i porez na zakazane dane isplate.
sv: De tidigare inställningarna gäller fram till nästa ändring. Detta kan ändra både lönen för arbete under denna period och skatten på periodens planerade utbetalningsdagar.
sw: Mipangilio ya awali itatumika hadi mabadiliko yanayofuata. Hii inaweza kubadilisha malipo ya kazi katika kipindi hiki na kodi katika siku zake za malipo zilizopangwa.
ta: முந்தைய அமைப்புகள் அடுத்த மாற்றம் வரை அமலில் இருக்கும். இது, இந்தக் காலத்தில் செய்யப்பட்ட வேலைக்கான ஊதியத்தையும், அதன் திட்டமிடப்பட்ட சம்பள நாட்களுக்கான வரியையும் மாற்றலாம்.
th: การตั้งค่าก่อนหน้านี้จะมีผลจนกว่าจะมีการเปลี่ยนแปลงครั้งถัดไป ซึ่งอาจเปลี่ยนทั้งค่าจ้างสำหรับการทำงานในช่วงเวลานี้และภาษีในวันจ่ายตามกำหนด
tr: Önceki ayarlar bir sonraki değişikliğe kadar uygulanır. Bu, hem bu dönemdeki çalışma ücretini hem de planlanan ödeme günlerindeki vergiyi değiştirebilir.
uk: Попередні налаштування діятимуть до наступної зміни. Це може змінити як оплату за роботу в цей період, так і податок у заплановані дні виплати.
ur: پچھلی ترتیبات اگلی تبدیلی تک لاگو رہیں گی۔ اس سے اس مدت کے کام کی اجرت اور اس کی مقررہ ادائیگی کے دنوں پر ٹیکس، دونوں تبدیل ہو سکتے ہیں۔
vi: Cài đặt trước đó sẽ được áp dụng cho đến lần thay đổi tiếp theo. Điều này có thể thay đổi cả tiền lương cho công việc trong kỳ này và thuế vào các ngày trả lương theo lịch của kỳ này.
zh_hans: 之前的设置将一直适用到下次更改。这可能会同时影响本期间的工作薪资以及预定发薪日的税款。
zh_hant: 先前的設定會套用至下一次變更。這可能會同時影響此期間的工作薪資，以及其預定發薪日的稅額。

# settings.pay.edit_job.title
source: Edit job
ar: تعديل الوظيفة
bg: Редактиране на работа
bn: চাকরি সম্পাদনা করুন
ca: Edita la feina
cs: Upravit zaměstnání
da: Rediger job
de: Job bearbeiten
el: Επεξεργασία εργασίας
es: Editar empleo
et: Muuda töökohta
fa: ویرایش شغل
fi: Muokkaa työpaikkaa
fil: I-edit ang trabaho
fr: Modifier l'emploi
he: עריכת מקום עבודה
hi: नौकरी संपादित करें
hr: Uredi posao
hu: Munkahely szerkesztése
id: Edit pekerjaan
is: Breyta starfi
it: Modifica lavoro
ja: 勤務先を編集
ko: 직장 편집
lt: Redaguoti darbovietę
lv: Rediģēt darba vietu
nb: Rediger jobb
nl: Baan bewerken
nn: Rediger jobb
pl: Edytuj pracę
pt_br: Editar emprego
ro: Editează locul de muncă
ru: Редактировать место работы
sk: Upraviť pracovisko
sl: Uredi službo
sr: Izmeni posao
sv: Redigera jobb
sw: Hariri kazi
ta: வேலையைத் திருத்து
th: แก้ไขงาน
tr: İşi düzenle
uk: Редагувати роботу
ur: ملازمت میں ترمیم کریں
vi: Chỉnh sửa công việc
zh_hans: 编辑工作
zh_hant: 編輯工作

# settings.pay.editor.baselineHelp
source: The baseline is used for shifts before any dated entries
ar: يتم استخدام الأساس للورديات قبل أي إدخالات مؤرخة
bg: Базовата линия се използва за смени преди всички датирани записи
bn: বেসলাইন যেকোনো তারিখ সহ এন্ট্রির আগে শিফটের জন্য ব্যবহৃত হয়
ca: La línia de base s'utilitza per a torns anteriors a qualsevol entrada datada
cs: Grunnlinie se používá pro směny před jinými datovanými položkami
da: Grundlinjen bruges til skift før andre daterede poster
de: Die Grundlinie wird für Schichten vor anderen datierten Einträgen verwendet
el: Η βασική γραμμή χρησιμοποιείται για βάρδιες πριν από οποιεσδήποτε ημερομηνημένες καταχωρίσεις
es: La línea base se utiliza para turnos anteriores a otras entradas fechadas
et: Grunnjoont kasutatakse vahetuste jaoks enne muud kuupäevaga kirjeid
fa: خط پایه برای شیفت‌های قبل از هر ورودی تاریخ‌دار استفاده می‌شود
fi: Perustasoa käytetään vuoroille ennen muita päivämäärällä merkittyjä kirjauksia
fil: Ang baseline ay ginagamit para sa shifts bago ang anumang may-datong entries
fr: La ligne de base est utilisée pour les journées avant toute autre entrée datée
he: הבסיס משמש לשיפטים לפני כל ערך מתוארך
hi: आधार रेखा किसी भी दिनांकित प्रविष्टि से पहले की पाली के लिए उपयोग की जाती है
hr: Grunnlinija se koristi za smjene prije bilo kojih datiranih unosa
hu: Az alapvonal az első dátumozott bejegyzés előtti műszakokhoz használatos
id: Grunnlinjen brukes for vakter før andre daterte oppføringer
is: Grunnlinjan er notuð fyrir vaktir fyrir allar dagsetningu færslur
it: La base viene utilizzata per i turni prima di altre voci con data
ja: ベースラインは日付付きエントリより前のシフトに使用されます
ko: 기준선은 다른 날짜 항목 이전의 근무에 사용됩니다
lt: Grunnlinija naudojama pamainoms prieš bet kokius datinius įrašus
lv: Grunnlīnija tiek izmantota maiņām pirms jebkādiem datētiem ierakstiem
nb: Grunnlinjen brukes for vakter før andre daterte oppføringer
nl: De basislijn wordt gebruikt voor diensten vóór andere gedateerde vermeldingen
nn: Grunnlinjen brukes for vakter før andre daterte oppføringer
pl: Linia bazowa jest używana dla zmian przed innymi datowanymi wpisami
pt_br: A linha de base é usada para turnos antes de qualquer entrada datada
ro: Linia de bază se utilizează pentru schimburi înainte de alte intrări datate
ru: Базовая линия используется для смен до других датированных записей
sk: Grunnľa sa používa pre zmeny pred ďalšími dátovanými záznamami
sl: Osnovna postavka se uporablja za izmene pred katerimi koli datiranimi vnosi
sr: Грундна линија се користи за смене пре било којих датирних уноса
sv: Baslinjen används för skift före andra daterade poster
sw: Msingi unatumiwa kwa zamu kabla ya maingizo yoyote yenye tarehe
ta: அடிப்படை வரி மற்ற தేதி உள்ளீடுகளுக்கு முன்னே வேலைகளுக்குப் பயன்படுத்தப்படுகிறது
th: พื้นฐานถูกใช้สำหรับกะก่อนรายการที่มีวันที่อื่น
tr: Grunnlinjen kullanılır tarihli girdilerden önce gelen vardiyalar için
uk: Базовий рівень використовується для змін перед іншими датованими записами
ur: بنیاد کسی بھی تاریخ والے اندراجات سے پہلے شفٹوں کے لیے استعمال ہوتی ہے
vi: Dòng cơ sở được sử dụng cho các ca làm việc trước bất kỳ mục nào có ngày
zh_hans: 基线用于任何日期条目之前的班次
zh_hant: 基線用於任何日期條目之前的班次

# settings.pay.editor.baselineIndicator
source: This is your baseline wage
ar: هذا هو أجرك الأساسي
bg: Това е твоята базова заплата
bn: এটি আপনার বেসলাইন বেতন
ca: Aquest és el teu salari de base
cs: Toto je vaše základní mzda
da: Dette er din startlønn
de: Dies ist dein Grundgehalt
el: Αυτός είναι ο βασικός σας μισθός
es: Esta es tu salario base
et: See on sinu grunnpalk
fa: این دستمزد پایه شما است
fi: Tämä on peruspalkkaasi
fil: Ito ang iyong baseline wage
fr: Ceci est votre salaire de base
he: זו משכורת הבסיס שלך
hi: यह आपका आधार वेतन है
hr: Ovo je vaša osnovna plaća
hu: Ez az alapfizetésed
id: Dette er din startlønn
is: Þetta er grunnlaun þín
it: Questa è la tua retribuzione di base
ja: これがあなたの基本給です
ko: 이것이 기본급입니다
lt: Tai jūsų bazinis atlyginimas
lv: Šī ir jūsu bāzes alga
nb: Dette er din startlønn
nl: Dit is je startloon
nn: Dette er din startlønn
pl: To jest Twoja wyjściowa stawka wynagrodzenia
pt_br: Este é seu salário base
ro: Aceasta este salariu dvs. de bază
ru: Это ваша базовая зарплата
sk: Toto je vaša základná mzda
sl: To je vaša osnovna plača
sr: Ово је твоја основна плата
sv: Detta är din grundlön
sw: Hii ni msingi wako wa mshahara
ta: இது உங்கள் அடிப்படை ஊதியம்
th: นี่คือเงินเดือนเริ่มต้นของคุณ
tr: Bu senin temel maaşındır
uk: Це ваша базова заробітна плата
ur: یہ آپ کی بنیادی تنخواہ ہے
vi: Đây là lương cơ bản của bạn
zh_hans: 这是您的基本工资
zh_hant: 這是您的基本工資

# settings.pay.editor.breakAdvanced
source: Advanced
ar: متقدم
bg: Разширени
bn: উন্নত
ca: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
et: Täpsemad
fa: پیشرفته
fi: Lisäasetukset
fr: Avancé
he: מתקדם
hi: उन्नत
hr: Napredno
hu: Speciális
id: Lanjutan
is: Ítarlegt
it: Avanzate
ja: 詳細設定
ko: 고급
lt: Išplėstinė
lv: Papildu
nb: Avansert
nl: Geavanceerd
nn: Avansert
pl: Zaawansowane
pt_br: Avançado
ro: Avansat
ru: Дополнительно
sk: Pokročilé
sl: Napredno
sr: Napredno
sv: Avancerat
sw: Ya juu
ta: மேம்பட்ட
th: ขั้นสูง
tr: Gelişmiş
uk: Розширені
ur: اعلیٰ
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

# settings.pay.editor.breakDeduction
source: Deduction time
ar: وقت الخصم
bg: Време на приспадане
bn: ছাড়ের সময়
ca: Temps de deducció
cs: Čas srážky
da: Trekktid
de: Abzugszeit
el: Χρόνος αφαίρεσης
es: Tiempo de deducción
et: Pausiaega arvestatav aeg
fa: زمان کسر
fi: Taukojen vähennys
fil: Oras ng diskwento
fr: Temps de déduction
he: זמן ניכוי
hi: कटौती समय
hr: Vrijeme odbitka
hu: Levonási idő
id: Trekktid
is: Frádráttartími
it: Tempo di detrazione
ja: 控除時間
ko: 공제 시간
lt: Nuolaidos laikas
lv: Atskaitīšanas laiks
nb: Trekktid
nl: Trekktijd
nn: Trekktid
pl: Czas potrącenia
pt_br: Tempo de desconto
ro: Timp de deducere
ru: Время вычета
sk: Čas odpočinku
sl: Čas odbitka
sr: Време одбитка
sv: Trekktid
sw: Wakati wa kupunguzwa
ta: கழிக்கும் நேரம்
th: เวลาหักลด
tr: Kesinti süresi
uk: Час вирахування
ur: کٹوتی کا وقت
vi: Thời gian khấu trừ
zh_hans: 扣除时间
zh_hant: 扣除時間

# settings.pay.editor.breakDescription
source: Automatically deduct break time from shifts over a certain length
ar: اخصم وقت الفترة تلقائياً من الورديات التي تتجاوز طول معين
bg: Автоматично приспаждане на времето за почивка от смени над определена дължина
bn: একটি নির্দিষ্ট দৈর্ঘ্যের চেয়ে বেশি শিফট থেকে স্বয়ংক্রিয়ভাবে বিরতি সময় কেটে নিন
ca: Dedueix automàticament el temps de pausa dels torns més llargs que una certa durada
cs: Automaticky odečíst čas přestávky ze směn delších než určitou dobu
da: Trekk automatisk pause fra vakter over en viss længde
de: Pausenzeit automatisch von Schichten über einer bestimmten Länge abziehen
el: Αφαιρέστε αυτόματα το χρόνο διαλείμματος από βάρδιες που υπερβαίνουν ένα ορισμένο μήκος
es: Deducir automáticamente el tiempo de descanso de turnos superiores a cierta duración
et: Automaatselt arvesta paus vahetustest, mis ületavad teatud pikkust
fa: کسر خودکار زمان استراحت از شیفت‌های بیش از طول معینی
fi: Vähennä automaattisesti tauko pitkistä vuoroista
fil: Awtomatikong diskwento ng break time mula sa shifts na higit sa isang tiyak na haba
fr: Déduire automatiquement le temps de pause des quarts de plus d'une certaine durée
he: ניכוי אוטומטי של זמן הפסקה משיפטים ארוכים יותר
hi: निश्चित लंबाई से अधिक पालियों से स्वचालित रूप से ब्रेक समय काटें
hr: Automatski odbij vrijeme pauze od smjena duže od određene dužine
hu: Szünet automatikus levonása az egy bizonyos hosszúságot meghaladó műszakokból
id: Trekk automatisk pause fra vakter over en viss lengde
is: Dragðu sjálfkrafa frá hlé frá vöktum yfir ákveðna lengd
it: Detrai automaticamente la pausa dai turni oltre una certa durata
ja: 一定の長さ以上のシフトから自動的に休憩時間を控除します
ko: 일정 시간 이상의 근무에서 휴식 시간 자동 공제
lt: Automatiškai atskaityti pertraukos laiką iš pamainų, ilgesnių nei tam tikras ilgis
lv: Automātiski atskaitīt pārtraukuma laiku no maiņām, kas pārsniedz noteiktu ilgumu
nb: Trekk automatisk pause fra vakter over en viss lengde
nl: Trek automatisch pauzetijd af van diensten die langer zijn dan een bepaalde duur
nn: Trekk automatisk pause fra vakter over ein viss lengde
pl: Automatycznie potrącaj przerwę z dyżurów powyżej określonej długości
pt_br: Descontar automaticamente o tempo de pausa de turnos acima de certo comprimento
ro: Deduceți automat pauzele din schimburile mai lungi decât o anumită lungime
ru: Автоматически вычитать время перерыва из смен определённой длительности
sk: Automaticky odpočítať čas prestávky zo zmien dlhších ako určitá dĺžka
sl: Samodejno odštej čas odmora od izmene, daljše od določene dolžine
sr: Аутоматски одбиј време паузе од смена дужих од одређене дужине
sv: Dra automatiskt av paustid från skift över en viss längd
sw: Punguza wakati wa kupumzika otomatikini kutoka kwa zamu zilizo na urefu fulani
ta: ஒரு குறிப்பிட்ட நீளத்திற்கு மேல் உள்ள வேலைகளிலிருந்து இடைவேளை நேரத்தை தானாகவே கழிக்கவும்
th: หักเวลาพักจากกะงานที่มีความยาวมากกว่าที่กำหนดโดยอัตโนมัติ
tr: Belirli bir uzunluğun üzerindeki vardiyalardan mola saatini otomatik olarak kes
uk: Автоматично вираховувати час перерви зі змін понад певну довжину
ur: ایک خاص لمبائی سے زیادہ شفٹوں سے خود کار طریقے سے وقفہ کا وقت کاٹیں
vi: Tự động khấu trừ thời gian nghỉ từ ca làm việc vượt quá độ dài nhất định
zh_hans: 自动从超过一定时长的班次中扣除休息时间
zh_hant: 自動從超過特定長度的班次中扣除休息時間

# settings.pay.editor.breakMethod
source: Deduction method
ar: طريقة الخصم
bg: Метод на приспадане
bn: ছাড়ের পদ্ধতি
ca: Mètode de deducció
cs: Metoda srážky
da: Trekkmetode
de: Abzugsmethode
el: Μέθοδος αφαίρεσης
es: Método de deducción
et: Arvestusmeetod
fa: روش کسر
fi: Vähennystapa
fil: Paraan ng diskwento
fr: Méthode de déduction
he: שיטת ניכוי
hi: कटौती विधि
hr: Metoda odbitka
hu: Levonási módszer
id: Trekkmetode
is: Frádráttaraðferð
it: Metodo di detrazione
ja: 控除方法
ko: 공제 방법
lt: Nuolaidos metodas
lv: Atskaitīšanas metode
nb: Trekkmetode
nl: Trekmethode
nn: Trekkmetode
pl: Metoda potrącenia
pt_br: Método de desconto
ro: Metoda de deducere
ru: Способ вычета
sk: Metóda odpočítania
sl: Način odbitka
sr: Метода одбитка
sv: Avdragsmetod
sw: Mbinu ya kupunguzwa
ta: கழிக்கும் முறை
th: วิธีการหักลด
tr: Kesinti yöntemi
uk: Спосіб вирахування
ur: کٹوتی کا طریقہ
vi: Phương pháp khấu trừ
zh_hans: 扣除方式
zh_hant: 扣除方法
